Repository: gasp/gnu-hello
Catalog: po/*.po
Languages: uk

source: Try `%s --help' for more information.
uk: Спробуйте `%s --help' для детальн╕шо╖ ╕нформац╕╖.

source: hello, world
uk: прив╕т, св╕т

source: +---------------+ | Hello, world! | +---------------+
uk: +---------------+ | Прив╕т, св╕т! | +---------------+

source: Hello, world!
uk: Прив╕т св╕т!

source: -h, --help display this help and exit -v, --version display version information and exit
uk: -h, --help показати п╕дказку та вийти -v, --version показати верс╕ю та вийти

source: Report bugs to <%s>.
uk: Про помилки зв╕туйте на <%s>.

source: %s: option `%s' is ambiguous
uk: %s: параметр `%s' незрозум╕лий

source: %s: option `--%s' doesn't allow an argument
uk: %s: параметр `--%s' не дозволя╓ аргумент╕в

source: %s: option `%c%s' doesn't allow an argument
uk: %s: параметр `%c%s' не дозволя╓ аргумент╕в

source: %s: option `%s' requires an argument
uk: %s: параметр `%s' вимага╓ аргумент╕в

source: %s: unrecognized option `--%s'
uk: %s: нев╕домий параметр `--%s'

source: %s: unrecognized option `%c%s'
uk: %s: нев╕домий параметр `%c%s'

source: %s: illegal option -- %c
uk: %s: нев╕рний параметр -- %c

source: %s: invalid option -- %c
uk: %s: нев╕рний параметр -- %c

source: %s: option requires an argument -- %c
uk: %s: параметр вимага╓ аргумент -- %c

source: %s: option `-W %s' is ambiguous
uk: %s: параметр `-W %s' незрозум╕лий

source: %s: option `-W %s' doesn't allow an argument
uk: %s: параметр `-W %s' не дозволя╓ аргумент╕в
